var config = {
    texts: [
        "现在是2023年1月7日",
        "是一个特别特别特殊的日子",
        "今天是你的",
        "二十岁生日！☆(>○<)",
        "因为一些原因不能过来",
        "很是遗憾 ಠ╭╮ಠ",
        "用了一些拙劣的方式",
        "准备了这个小惊喜 <(￣︶￣)>",
        "希望你能喜欢呀",
        "生日快乐！！ヾ(≧∇≦*)ゝ",
        "每一天开开心心",
        "身体健康 万事顺意",
        "我们长长久久！",
        "♪(′∇`*)",
    ],
   
    imgs: {},

    desc: {
        turn_on: "开灯！",
        play: "来点音乐！",
        bannar_coming: "看看什么会降落下来？",
        balloons_flying: "好像少了些东西？",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐！",
        story: "点一下这个试试呢 乖乖",
    }
};
