var config = {
    texts: [
        "陶婧雯！",
        "现在是2023年1月7日",
        "是一个特别特别特殊的日子",
        "今天是你的",
        "二十岁生日！☆(>○<)",
        "因为一些原因不能过来",
        "很是遗憾 ಠ╭╮ಠ",
        "用了一些拙劣的方式",
        "准备了这个小惊喜 <(￣︶￣)>",
        "希望你能喜欢呀",
        "祝 ~ 亲爱的陶婧雯",
        "生日快乐！！ヾ(≧∇≦*)ゝ",
        "每一天开开心心！",
        "身体健健康康！",
        "学业顺利！万事顺意！",
        "我们长长久久！",
        "♪(′∇`*)",
    ],
   
    imgs: {},

    desc: {
        turn_on: "怎么乌漆嘛黑的？",
        play: "要不要来点音乐！",
        bannar_coming: "这个按钮是干嘛的呢？",
        balloons_flying: "好像少了些东西？",
        cake_fadein: "会是一个蛋糕嘛？",
        light_candle: "这个又是什么呢？",
        wish_message: "生日快乐！乖乖！",
        story: "点一下这个试试呢 (*/ω＼*) ",
    }
};
